[ Lang ]

"(Empty)"="Vazio"
"1.Confirm that USB device is compliant with USB 2.0."="1.Confirme que o dispositivo USB está de acordo com USB 2.0."
"10min"="10min"
"12 Hour"="12 Horas"
"120s"="120 s"
"15s"="15 s"
"1h"="1h"
"1min"="1min"
"2.Try to replug the USB device."="2.Tente religar o dispositivo USB."
"24 Hour"="24 Horas"
"2h"="2h"
"2min"="2min"
"3.Try to reboot the phone."="3.Tente reiniciar o telefone."
"30min"="30min"
"30s"="30 s"
"3h"="3h"
"5min"="5min"
"60s"="60 s"
"6h"="6h"
"802.1x Mode"="802.1x Mode"
"802.1x Settings"="802.1x Settings"
"802.1x"="802.1x"
"ACD Login"="ACD Login"
"ACD State"="ACD Status"
"ACD Trace"="Trace"
"ACD"="ACD"
"AES"="AES"
"ALERT"="ALERTA"
"AP Mac Address"="Endereço AP Mac"
"AVG.Waiting Time"="Tempo de Espera AVG."
"Account ID"="ID Conta"
"Account Status"="Estado da conta"
"Account is invalid!"="Conta inválida!"
"Account"="Conta"
"Accounts"="Contas"
"Activation"="Ativação"
"Adapter has added, scanning the bluetooth devices right now?"="Adaptador foi adicionado, pesquisar por dispositivos bluetooth agora?"
"Adapter has removed out"="Adaptador foi removido!"
"Add Blacklist"="Adicionar LN"
"Add Contact"="Adicionar Contacto"
"Add Group SoftKey"="Adicionar Grupo"
"Add Group"="Adicionar Grupo"
"Add Metaswitch Contact"="Adicionar Contacto Metaswitch"
"Add Network"="Adicionar Rede"
"Add Number"="Adicionar Número"
"Add PAB"="Adicionar PAB"
"Add Personal"="Adicionar Pessoa"
"Add To Metaswitch Contact"="Adicionar ao contacto Metaswitch"
"Add to Blacklist"="Adicionar à LN"
"Add to Contact"="Adicionar ao Contacto"
"Add to Contacts"="AdicAosConts"
"Add to Favorite with an index of"="Adicione ao Favorito com um índice de"
"Add to Personal"="Adicionar ao Pessoal"
"Add to"="Adic. ao"
"Add"="Adic."
"Address incomplete"="Endereço incompleto"
"Address"="Endereço"
"Advance to Next Assistant After"="Avançar para Asst após"
"Advanced Setting"="Propriedades avançadas"
"Advanced"="Avançado"
"After Ring Times"="Depois Tempo Toque"
"Alert Broadworks Anywhere Location"="Alerta Loc. Qualq."
"Alert Broadworks Mobility Location"="Alerta Loc. Mobil."
"Alert Click to Dial Calls"="Alerta carrega marca chamadas"
"Alert Group Paging Calls"="Alerta grupo chamadas paging"
"Alert Mode"="Modo de Alerta"
"Alert SCA Location"="Alerta Loc. SCA"
"Alerting Calling Line ID Name"="Ale. Nome ID Cham."
"Alerting Calling Line ID Number"="Alerta Num ID Cham."
"Alerting Custom Calling Line ID Name"="Ale. Nome ID Cham. Pers."
"Alerting Custom Calling Line ID Number"="Alerta Num ID Cham. Pers."
"All Buddies"="Todos Amigos"
"All Calllog"="Todos logs chamadas"
"All Calls"="Todas chamadas"
"All Contacts"="Todos contactos"
"All External Calls"="TodasChamadasExt"
"All Income Calls"="Todas as Chamadas"
"All Internal Calls"="TodasChamadasInt"
"All Lines"="Todas linhas"
"All Off"="Tudo desligado"
"All On"="Tudo ligado"
"All keys"="Todas teclas"
"Allow Remote Control?"="Permite controlo remoto？"
"Allow assistant opt in/out of Pool"="Perm. q. assist opte in/out do pool"
"Alter Type"="Tipos de Alerta"
"Always Forward"="Sempre encaminhado"
"Always Off"="Sempre desligado"
"Always On"="Sempre ligado"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Ocorreu um erro durante a configuração de ficheiro."
"Anonymity Disallowed"="Anonimamente desabilitado"
"Anonymous Call"="Chamada anónima"
"Anonymous Rejection"="Rejeição anónimo"
"Anonymous"="Anónimo"
"Answer"="Resposta"
"Anywhere"="Qualquer lugar"
"Apr"="Abr"
"April"="Abril"
"Are you sure to remove  ?"="Remover de certeza?"
"Are you sure to set a blank password?"="Tem certeza de colocar\n uma senha vazia?"
"Are you sure you want to Log out!"="Tem a certeza que quer sair?"
"Assistant Common Settings"="Conf.PadrãoAssist"
"Assistant"="Assistente"
"Aug"="Ago"
"August"="Agosto"
"Auto Answer"="Auto resposta"
"Auto Divert"="Desvio Automático"
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Auto provisão"
"Auto Redial Setting"="Auto marcar"
"Auto Redial"="Remarcar Auto"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial ativado. \n Proibida configuração manual!"
"Auto"="Auto"
"Auto-login"="Auto-login"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList está ligado\n configuração manual é proibida!"
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorite está ligado, configuração manual é proibida!"
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey está on.\n Configuração manual desabilitada!"
"AutoP Authority"="AutoP Autoridade"
"AutoP to"="AutoP para"
"Automatic"="Automático"
"Avail"="Disponível"
"Available Audio Record"="Gravação de áudio disponível"
"Available Recording Time"="Tempo restante de gravação"
"Available Wireless Device"="Redes Disponíveis"
"Available"="Disp."
"Away"="Ausente"
"B Transfer"="Trans.C"
"BLF List"="BLF Lista"
"BLF Ring Type"="Tipo de Toque BLF"
"BLF is invalid!"="BLF inválido!"
"BLF"="BLF"
"Back"="Voltar"
"Backlight Active Level"="Nível ativo luz de fundo"
"Backlight Inactive Level"="Nível inativo luz de fundo"
"Backlight Time"="Duração luz de fundo"
"Backlight"="Luz de fundo"
"Bad Request"="Mau pedido"
"Balance"="Saldo"
"Barge In"="Embarcado"
"Basic Call Park"="Estac. Básico"
"Basic Setting"="Propriedades básicas"
"Betransferred"="Ser transferido"
"Blacklist"="Lista Negra"
"Block"="Bloco"
"Bluetooth Mac"="Bluetooth Mac"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Ligado"
"Both"="Ambos"
"Bridge ID"="ID Bridge"
"BridgeID is invalid!"="ID Bridge inválido!"
"Browse Photo"="Pesquisar foto"
"Browse Recordings"="Consultar Áudio"
"Buddies"="Amigos"
"Business Number"="Número de Empresa"
"Busy Forward"="Encaminhamento ocupado"
"Busy Here"="Ocupado aqui"
"Busy"="Ocupado"
"CC Name"="CC Name"
"CC UID"="CC UID"
"CDP Interval"="Intervalo pacote"
"CDP Status"="êstado CDP"
"CDP interval should be 1-3600!"="Intervalo de CDP deverá ser 1-3600!"
"CDP"="CDP"
"CFG Version"="Versão CFG"
"Call Alerting"="Alerta Chamadas"
"Call Back"="Retornar a Chamada"
"Call Completion"="Conclusão de chamadas"
"Call Control"="Chamada controle"
"Call Fail"="Chamada falhou"
"Call Filtering Mode"="ModoFiltCham"
"Call Filtering Switch"="Botão Filt. Cham."
"Call Filtering"="Filtragem de Chamadas"
"Call Finish"="Terminação chamada"
"Call Forward"="Encaminhamento chamada"
"Call Initiation"="In.Cham"
"Call Park Number is invalid!"="Número de Hospedagem de Chamada inválido!"
"Call Park"="Parqueamento chamada"
"Call Pickup"="Capturar Chamada"
"Call Push Recall After"="Enc. Após C. Push "
"Call Return"="ReChamada"
"Call Screening Switch"="Botão Monit. Cham."
"Call Screening"="Monitorização Chamadas"
"Call Voice Mail"="Chamar Mensagem de Voz"
"Call VoiceMail"="Ligar para VoiceMail"
"Call Waiting"="Chamada em espera"
"Call has been successfully recorded on USB device"="Chamada gravada com sucesso no disp. USB"
"CallPull"="Puxar chamada"
"CallReturn"="Chamar novamente"
"Callers Waiting"="Chamadores em Espera"
"Calling"="Chamar"
"Calllog Directories"="Log chamada de rede"
"Calllog"="chamadas"
"Callout"="Chamada"
"Calls Longest"="Chamadas mais longas"
"Calls for Pickup"="Chamadas a capturar"
"Can't be empty"="Não pode estar em branco!"
"Cancel Select Executive"="Canc. Selec. Exec."
"Cancel"="Canc."
"Capy Favorite Fail"="Cópia para Favoritos falhou!"
"Change PIN"="Mudar PIN"
"Change Password"="Mudar senha"
"Channel"="Canal"
"Check"="Verif."
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Escolha uma conta"
"Choose a group"="Escolher grupo"
"Cipher Type"="Tipo de Cifra"
"Classified"="Confidencial"
"Clear account config \n\n please wait..."="Limpar configuração de conta \n\n espere p.f...."
"Clear all static.* settings?"="Redefinir todas as conf estáticas?"
"Clear all userdata & local config?"="Redefinir todos os dados de usuário e conf locais?"
"Clear local.cfg settings?"="Redefinir conf locais?"
"Clear non-static settings?"="Redefinir conf dinâmicas?"
"Clear your account config?"="Limpar config. da sua conta?"
"Common"="Comum"
"CommonRingTone"="Comum"
"Commportal Login"="Login no Commportal"
"Conf Manage"="Gerir Conferência"
"Conference Manage"="Conferência-gestão"
"Conference"="Conf"
"ConferenceURL"="URL de Conferência"
"Configuration Updating !"="0"
"Configuration updating completed."="Configuração da atualização completa."
"Configuration updating failed."="Falha na atualização da configuração."
"Configuration updating."="A atualizar configuração..."
"Confirm PIN mismatch!"="PIN incompatível!"
"Confirm PIN"="Confirme PIN"
"Confirm PWD"="Confirme senha"
"Confirm password mismatch!"="Confirme erro de senha!"
"Connect Mobile Failed"="Conect Mobile Falhou "
"Connect Success."="Ligado com sucesso!"
"Connect failed."="Falha na conexão."
"Connect to"="A ligar a"
"Connect"="Conec"
"Connected"="Conectado"
"Connecting"="A ligar..."
"Connecting..."="A ligar..."
"Connot download PLCM Phonebook"="Não foi possível descarregar List aTelefónica PLCM"
"Contact Details"="Detalhes do Contato"
"Contact already exists. Add contact with the same name?"="O contacto já existe. Criar como novo contacto?"
"Contact exist!"="Nome de contacto existente!"
"Contacts Setting"="Configurações de Contactos"
"Contrast"="Contraste"
"Copy to All Lines?"="Copiar todas as linhas?"
"Copy to Favorite"="Copiar para Favorito"
"Current PIN is incorrect."="PIN é incorrecto."
"Current PIN"="PIN"
"Current Time"="Tempo"
"Custom DND"="Personalizar DND"
"Custom Forward"="Personalizar encaminhamento"
"Custom Key"="Tecla Custom."
"Custom"="DTMF"
"CustomContact"="Personalizar contacto"
"Customer"="Cliente"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"DHCP End IP Address is invalid!"="Endereço IP Final DHCP inválido!"
"DHCP IP Client"="Cliente DHCP IPv4"
"DHCP IPv4 Client"="DHCP IPv4 cliente"
"DHCP IPv6 Client"="DHCP IPv6 cliente"
"DHCP Start IP Address is invalid!"="Endereço IP Inicial DHCP inválido!"
"DHCP Time"="Tempo DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP option is invalid!"="Opção DHCP inválida!"
"DHCP"="DHCP"
"DND Enable"="Estado DND"
"DND"="DND"
"DPickup"="Dpickup"
"DSS Keys"="Teclas DSS"
"DTMF is invalid!"="DTMF inválido!"
"DTMF"="DTMF"
"Date Format is invalid!"="Formato de Data inválido!"
"Date Format"="Formato Data"
"Date"="Data"
"Date(YMD)"="Data (DMA)"
"Day"="Dia"
"Daylight Saving"="Salvando hora Verão"
"Dec"="Dez"
"December"="Dezembro"
"Decline"="Declin."
"Default Account"="Conta por defeito"
"Default Gateway is invalid!"="Gateway Padrão inválido!"
"Default Gateway"="Gateway por defeito"
"Default"="Default"
"Del All"="Apagar tudo"
"Delete All Call Log"="Eliminar todo o registo chamadas"
"Delete All Group?"="Apagar todos grupos?"
"Delete All Items?"="Apagar Todos os Itens?"
"Delete All"="ApagTudo"
"Delete Call Log"="Excluir registo chamadas"
"Delete Group"="Eliminar Grupo"
"Delete Selected Group?"="Apagar grupo selecionado?"
"Delete Selected Item?"="Apagar item selecionado?"
"Delete all images?"="Apagar todas as imagens?"
"Delete all item?"="Apagar item selecionado?"
"Delete all locations?"="Apagar todas localizações?"
"Delete all numbers?"="Apagar todos números?"
"Delete all paging group?"="Apagar todo grupo paging?"
"Delete all the call records?"="Apagar todas gravações chamadas?"
"Delete location?"="Apagar localização?"
"Delete number?"="Apagar número?"
"Delete selected paging group?"="Apagar grupo paging selecionado?"
"Delete selected wallpaper?"="Apagar imagem de fundo selecionado?"
"Delete seleted images?"="Apagar imagens selecionadas?"
"Delete seleted item?"="Apagar item selecionado?"
"Delete successed"="Sucesso ao apagar"
"Delete the contact will also delete the contact in the server and can not be restored."="O cont. no servidor está a eliminar e não pode ser restaurado."
"Delete the group will not delete the group members, but only move them out of the group."="Os membros do grupo serão removidos, mas não eliminados!"
"Delete the record?"="Apagar registro?"
"Delete the selected message?"="Apagar mensagem selecionada?"
"Delete this Message?"="Apagar esta Mensagem?"
"Delete this audio?"="Apagar este áudio?"
"Delete this group message(s)?"="Apagar a(s) mensagem(ns) deste grupo?"
"Delete this voice mail?"="Apagar esta mensagem de voz?"
"Delete"="Apagar"
"Deleting completed."="Eliminação completa."
"Deleting. Please wait..."="Apagar. Espere, p.f...."
"Deleting... Please Wait."="A eliminar...Por favor aguarde."
"Deleting..."="Apagando..."
"Department"="Departmento"
"Detail"="Detalhes"
"Device Cert"="Certificado Dispositivo"
"Device Name"="Nome Dispositivo"
"Device name can't be empty!"="O nome do dispositivo não pode estar em branco!"
"Diagnostics"="Diagnósticos"
"Dial"="Enviar"
"Dialing"="Chamando"
"Direct IP Line"="Linha IP directa"
"Directories"="Dir"
"Directory"="Dir"
"Disabled"="Disabilitado"
"Discard"="Descartar"
"Disconnect Success."="Sucesso no desligamento."
"Disconnect failed."="Falha ao desligar!"
"Disconnect with"="Deligar com"
"Disconnect"="Desligado"
"Disconnecting..."="Desligamento..."
"DispCode"="Disposição código"
"Display Clock"="Exibir Relógio"
"Display Name"="Nome Display"
"Display"="Display"
"DisplayName can't contain \" < > \" \\ \' \""="Nome do display não pode conter \ < > \ \\ \' \"""
"Displayname can't be empty!"="NomeExibição não pode estar em branco!"
"Disposition Code"="Disposição código"
"Divert to Phone Number/SIP-URI"="Red.p.N/SIP-URI"
"Divert"="Redirecionar"
"Do Not Disturb"="Não perturbe"
"Do you want to delete all %s call logs? This action can not be reversed."="Deseja excluir todos %s logs chamadas? Ação irreversível."
"Do you want to delete all call logs?"="Deseja excluir todos registos chamadas?"
"Do you want to delete all call logs?This action can not be reversed."="Deseja excluir todos registos chamadas? Ação irreversível."
"Do you want to delete all missed call logs?"="Deseja excluir todos registos chamadas perdidas?"
"Do you want to delete all placed call logs?"="Deseja excluir todos registos chamadas?"
"Do you want to delete all received call logs?"="Deseja excluir todos registos chamadas recebidas?"
"Do you want to delete this call log?"="Deseja excluir este registo chamadas?"
"Do you want to discard your change?"="Quer descartar as tuas alterações?"
"Do you want to logout?"="Deseja sair?"
"Do you want to remove"="Deseja remover"
"Do you want to save the contact or discard it?"="Quer salvar ou descartar o contacto?"
"Do you want to save the message or discard it?"="Quer salvar ou descatar a mensagem?"
"Do you want to save your changes or discard them?"="Quer salvar ou descartar as alterações?"
"Does not exist anywhere"="Não existe mais nenhum"
"Draftbox"="Caixa rascunho"
"Dsskey Wallpaper"="TeclaDss Papel de Parede"
"Dsskey"="ChaveDSS"
"Duration"="Duração"
"E911 Location"="Localização E911"
"E911 location set failed, please contact your administrator for help"="Definir localização E911 falhou! Entre em contacto com administrador."
"E911"="E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-Nenhum"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Wallpaper"="Papel de Parede EXP"
"EXP power is lack!"="O(s) adaptador(es) de corrente externo(s) é/são necessário(s)! "
"EXP wallpaper will change into the default image. Confirm to delete or not?"="O papel de parede EXP irá mudar para a imagem por defeito. Quer continuar?"
"Edit Location"="Editar localização"
"Edit My Device Information"="Editar informação do meu dispositivo"
"Edit Network"="Editar Rede"
"Edit Paging Address"="Editar endereço Paging"
"Edit"="Editar"
"Editing"="Editar"
"Email"="Email"
"Emergency Call Only"="Chamado emergência"
"Emergency Escalation"="Escala de emergência"
"Emergency"=""Emergency"="Emerg.""
"Empty"="Vazio"
"Enable Diversion Inhibitor"="Inibidor diversão habilitado"
"Enable this Location"="Habilitar esta localização"
"Enabled"="Ativo"
"Encryption Type"="Tipo de Criptogr"
"End Call"="Fin.Ch."
"English"="English(English)"
"Enter Filter Conditions"="Por favor escreva as condições do filtro!"
"Enter Password"="Entre com a senha"
"Enter code"="Entrar código"
"Enter number"="Entrar número"
"Enter"="Entrar"
"Executive Common Settings"="Conf.PadrãoExecut"
"Executive"="Executivo"
"Executive-Assistant"="Assistente Executiva"
"Executive-Originator"="Exec.-Orig."
"Exit"="Sair"
"Expansion module"="Módulo expansão"
"Extension Number"="Número Extensão"
"Extension"="Extensão"
"Extention"="Extensão"
"FWD International"="FWD Internacional"
"FWD"="FWD"
"Factory Installed"="Instalado fábrica"
"Fail to download \nremote phonebook!"="Falha no carregamento\nremoto da agenda!"
"Fail to download remote phonebook!"="Impossível descarregar lista telefónica remota!"
"Fail to download remote phonebook"="Falha ao baixar agenda remota"
"Failed to connect \nto server!"="Falha a ligar\n ao servidor!"
"Failed to connect to server!"="Falhou ligação ao servidor!"
"Failed to get data from USB flash drive"="Impossível obter dados da drive USB!"
"Failed to load image"="Impossível carregar imagem!"
"Failed to pause recording"="Impossível pausar gravação!"
"Failed to record call"="Impossível gravar chamada!"
"Failed to resume recording"="Impossível voltar à gravação!"
"Failed to stop recording"="Impossível parar gravação!"
"Failed. Please retry..."="Falhou. Tente de novo, p.f...."
"Family"="Familia"
"Far Hold"="Far em Espera"
"Far Mute"="F.Mud"
"Fast Forward"="Avanço Rápido"
"Fast Rewind"="Voltar Rápido"
"Favorite Index Max"="Índice favorito de Max"
"Favorite Index Valid"="Índice Favorito Inválido"
"Favorite Index already exist!"="O Índice favorito já existe!"
"Favorite Index"="Índice favorito"
"Favorite is on\n manually configing is forbidden!"="Favorito está ativado.\n Proibida configuração manual!"
"Favorite"="Favorito"
"Favourite"="Directoria"
"Fax"="Fax"
"Features"="Características"
"Feb"="Fev"
"February"="Fevereiro"
"File Size"="Tamanho do Arquivo"
"File already exists"="Ficheiro já existe."
"File already exists, Confirm to replace or not?"="Ficheiro já existe. Quer substitui-lo?"
"Filter Type"="Tipo de Filtro"
"Finished"="Finalizado"
"Firmware Update..."="Actualização de firmware..."
"Firmware"="Firmware"
"First Name"="Primeiro nome"
"Fixed"="Fixa"
"FlexSeat Login"="FlexSeat Login"
"FlexSeat"="FlexSeat"
"Forbidden Number"="Número proibido"
"Forward Option"="Opção de Encaminhamento"
"Forward to Phone Number/SIP-URI"="Enc.p.N/SIP-URI"
"Forward to is invalid!"="Encaminhamento inválido!"
"Forward to"="Encaminhado para"
"Forward to: %s"="Encaminhado para: %s"
"Forward"="Reenc."
"Forwarded Calls"="Chamadas encaminhadas"
"French"="Français(French(EU))"
"French_CA"="Français(French(Canada))"
"Frequency"="Frequência"
"Fri"="Sex"
"Friday"="Seixta"
"Friend"="Amigo"
"From"="De"
"From_FWD"="De"
"From_Num"="Do_Número"
"Function key"="Teclas de Função"
"GPark"="Gpark"
"GPickup"="Captura em grupo"
"General"="Geral"
"Generally Settings"="Conf. gerais"
"German"="Deutsch(German)"
"Get Balance"="Ver Saldo"
"Getting balance failed!"="Não consegue ver saldo!"
"Getting balance!"="Ver Saldo"
"Global Address Book"="Livro de Endereços Global"
"Group Id is invalid!"="Id do Grupo inválido!"
"Group Listening"="Grupo de audição"
"Group Name"="Nome do Grupo"
"Group Night Forward"="Encaminhamento grupo nocturno"
"Group Pick Up"="Gpickup"
"Group already exist!"="Grupo já existe!"
"Group is full!"="Grupo está cheio!"
"Group isn't exist!"="Grupo não existe!"
"Group name must be unique."="O nome do grupo deverá ser único."
"Group name must not be empty"="O nome do grupo não poderá estar vazio."
"Group"="Grupo"
"Guest Login"="Guest Login"
"Guest Unlock"="Desbl. Conv."
"GuestIn"="GośćWej"
"GuestLock"="Bl.Conv"
"GuestOut"="GośćWyj"
"HD"="HD"
"Handset mode disabled"="Modo auricular desabilitado"
"Hardware"="Hardware"
"Headset Connected"="Auricular Ligado"
"Headset mode disabled"="Modo Auricular desabilitado"
"Held"="Mantido"
"Hide Number"="Número escondido"
"Hide"="Ocultar"
"History Details"="Detalhes do Histórico"
"History Record"="Histórico registo"
"History Setting"="Configurações de Histórico"
"History"="Histor."
"Hold"="Manter"
"Holiday Schedule"="Calendário de Feriados"
"Home Number"="Número de Casa"
"HomeNumber"="Número de Casa"
"Hot Desking"="Hot Desking"
"Hot Line"="Hot Line"
"Hot Number"="Hot Number"
"HotLine Delay"="Atraso Hotline"
"Hoteling"="Hoteling"
"Hotline delay should be 0 ~ 10"="Atraso Hotline deverá ser 0-10"
"Http Port"="Porto HTTP"
"Http Status"="Status HTTP"
"Http port should be 1-65535!"="Porto Http deverá ser 1-65535!"
"Https Port"="Porto HTTPS"
"Https Status"="Status HTTPS"
"Https port should be 1-65535!"="Porto HTTPS deverá ser 1-65535!"
"IME"="IME"
"IP Address is invalid!"="Endereço IP inválido!"
"IP Address"="Endereço IP"
"IP Mode"="Modo IP"
"IP Phone"="Telefone IP"
"IPAddress Mode"="Modo IP"
"IPV4 Conflict"="Conflito IPV4"
"IPV4/IPV6 Conflict"="Conflito IPV4/IPV6"
"IPV6 Conflict"="Conflito IPV6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Gateway"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="DNS.Pri IPv4"
"IPv4 Sec.DNS"="DNS.Sec IPv4"
"IPv4 Static DNS"="DNS IPv4 Estático"
"IPv4 Status"="IPv4"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPv4 WAN Port"="IPv4 Porto WAN"
"IPv4 WAN Type"="IPv4 Tipo WAN"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Gateway por defeito"
"IPv6 IP Prefix"="IPv6 IP Prefix"
"IPv6 IP"="IPv6 IP"
"IPv6 Pri.DNS"="DNS.Pri IPv6"
"IPv6 Sec.DNS"="DNS.Sec IPv6"
"IPv6 Static DNS"="DNS IPv6 Estático"
"IPv6 Status"="IPv6"
"IPv6 WAN Port"="IPv6 Porto WAN"
"IPv6 WAN Type"="IPv6 Tipo WAN"
"IPv6"="IPv6"
"Identify USB device failed."="Impossível identificar dispositivo USB."
"Identity"="Identidade"
"Idle Clock Display"="Ecrã Relógio Inativo"
"Idle Clock"="Relógio inativo"
"Ignore"="Ignorar"
"Inbox"="Inbox"
"Incoming call"="Entrada de chamadas"
"Incorrect user credentials, please retry."="Credenciais de utilizador incorretas, por favor tente novamente."
"Information is not complete!"="Informação não está completa!"
"Initial ACD State"="Estado inicial ACD"
"Initial State"="Estado inicial"
"Initializing... Please Wait!"="Iniciando... Por favor espere!"
"Input your web access password!"="Entre com a senha web de acesso!"
"Insufficient storage space in system"="Espaço insuficiente de armazenamento no sistema!"
"Intercom Allow"="Intercom permitid"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom Mute"
"Intercom Number is invalid!"="Número do Interforne inválido!"
"Intercom Tone"="Tom intercom"
"Intercom"="Intercom"
"Interval"="Intervalo"
"Invaild Provisioning Credential"="Credencial de Aprovisionamento Inválida"
"Invite request no response"="Esquema uri desconhecido"
"Italian"="Italiano(Italian)"
"Jan"="Jan"
"January"="Janeiro"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Job Title"="Título da Função"
"Jul"="Jul"
"July"="Julho"
"Jun"="Jun"
"June"="Junho"
"KEY"="TECLA"
"Key As Send"="Tecla como enviada"
"Key Event"="Tecla evento"
"Key Tone"="Tecla tom"
"Key Type"="Tipo tecla"
"Keypad Lock"="Telefone trancado"
"Keypad locked."="Telefone trancado."
"Keypad"="Teclado"
"KeypadLock"="Trancado"
"LDAP Authority"="Autoridade LDAP "
"LDAP get error tips failed!"="Falha na obtenção de dicas de erro LDAP."
"LDAP server is unavailable"="Servidor LDAP está indisponível."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="Intervalo pacote LLDP deverá ser 1-3600!"
"LLDP Status"="Status LLDP"
"LLDP"="LLDP"
"Label"="Título"
"Language initializing. Please wait..."="Inicializando linguagem.\n Por favor espere..."
"Language"="Linguagem"
"Last Name"="Último Nome"
"Line 1"="Linha 1"
"Line 10"="Linha 10"
"Line 11"="Linha 11"
"Line 12"="Linha 12"
"Line 13"="Linha 13"
"Line 14"="Linha 14"
"Line 15"="Linha 15"
"Line 16"="Linha 16"
"Line 2"="Linha 2"
"Line 3"="Linha 3"
"Line 4"="Linha 4"
"Line 5"="Linha 5"
"Line 6"="Linha 6"
"Line 7"="Linha 7"
"Line 8"="Linha 8"
"Line 9"="Linha 9"
"Line ID"="ID linha"
"Line Key 1"="Tecla linha 1"
"Line Key 10"="Tecla linha 10"
"Line Key 11"="Tecla linha 11"
"Line Key 12"="Tecla linha 12"
"Line Key 13"="Tecla linha 13"
"Line Key 14"="Tecla linha 14"
"Line Key 15"="Tecla linha 15"
"Line Key 16"="Tecla linha 16"
"Line Key 17"="Tecla linha 17"
"Line Key 18"="Tecla linha 18"
"Line Key 19"="Tecla linha 19"
"Line Key 2"="Tecla linha 2"
"Line Key 20"="Tecla linha 20"
"Line Key 21"="Tecla linha 21"
"Line Key 22"="Tecla linha 22"
"Line Key 23"="Tecla linha 23"
"Line Key 24"="Tecla linha 24"
"Line Key 25"="Tecla linha 25"
"Line Key 26"="Tecla linha 26"
"Line Key 27"="Tecla linha 27"
"Line Key 28"="Tecla linha 28"
"Line Key 3"="Tecla linha 3"
"Line Key 4"="Tecla linha 4"
"Line Key 5"="Tecla linha 5"
"Line Key 6"="Tecla linha 6"
"Line Key 7"="Tecla linha 7"
"Line Key 8"="Tecla linha 8"
"Line Key 9"="Tecla linha 9"
"Line Select"="Linha selecionada"
"Line"="Linha"
"List is full, please delete before add!"="A lista de redes sem fios está cheia, por favor elimine uma antiga antes de acrescentar!"
"Load Error!"="Erro carregamento!"
"Load Failed"="Carregamento falhou!"
"Loading File..."="A carregar ficheiro..."
"Loading error !"="Erro carregamento!"
"Loading phonebook is error!"="Erro a carregar lista telefónica."
"Loading, please wait..."="Carregando, por favor espere..."
"Local Anonymous Rejection"="Rejeição Anónimo"
"Local Anonymous"="Anónimo local"
"Local CallLog"="Log chamadas locais"
"Local Codec"="Codec Local"
"Local Directory"="Directoria Local"
"Local Group"="Grupo Local"
"Local History"="Histórico Local"
"Local User"="Utilizador Local"
"LocalMenu"="Menu local"
"Location Saved."="Localização guardada."
"Location"="Localização"
"Locations"="Localizações"
"Lock Enable"="Trinco habilitado"
"Lock Time Out"="Trinco terminou"
"Lock type"="Tipo trinco"
"Lock"="Trinco"
"Log Out?"="Sair?"
"Logged In"="Logado"
"Logged Out"="Saiu"
"Logged-in Members"="Membros Logados"
"Login Failed."="Login falhou."
"Login as"="Login as"
"Login successful"="Logado com sucesso!"
"Login"="Login"
"Login..."="Login..."
"Logout successful"="Saiu com sucesso!"
"Logout"="Logout"
"Low"="Baixo"
"MAC Address"="MAC"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented"
"MD5 Password"="MD5 Senha"
"MM/DD/YY"="MM/DD/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Detalhe"
"MTSW ACD Member"="Membro "
"Mail"="Correio"
"Main Menu"="Menu principal"
"Manage Group"="Gerir Grupo"
"Manage"="Gerir"
"Mango"="Mango"
"Manual Setting"="Propriedades Manuais"
"Mar"="Mar"
"March"="Março"
"Mark All as heard"="Marcar Todos como ouvido"
"Mark All as new"="Marcar Todos como novo"
"Mark as heard"="Marcar como ouvido"
"Mark as new"="Marcar como novo"
"May"="Mai"
"Media Type"="Tipo de Mídia"
"Meet-me"="Encontra-me"
"Members"="Membros"
"Memory Full"="Memoria cheia"
"Menu key"="Tecla Menu"
"Menu"="Menu"
"Message"="Mensagem"
"Messages List"="Lista de Mensagens"
"Messages"="Mensagens"
"Metaswitch CallLog"="Metaswitch CallLog"
"Missed Call"="Chamada Perdida"
"Missed Calllog"="Log chamada perdido"
"Missed Calls"="Chamadas perdidas"
"Mobile Account is not connected!"="Conta móvel está agora ligada!"
"Mobile Account"="Conta móvel"
"Mobile Connected"="Telemóvel Ligado"
"Mobile Contacts Sync"="Sinc Cont. móveis"
"Mobile Contacts"="Contactos móveis"
"Mobile Number"="Número móvel"
"Mobile"="Móvel"
"Mobility Phone Number"="Núm. Telefone Móvel"
"Mobility"="Mobilidade"
"Modifying the configuration..."="A modificar a configuração..."
"Mon"="Seg"
"Monday"="Segunda"
"More"="Mais"
"More..."="Mais..."
"Move Down"="Mover para Baixo"
"Move Up"="Mover para Cima"
"Move selected to blacklist ?"="Mover selecionado para a LN?"
"Move selected to contactlist ?"="Mover selecionado para contactos?"
"Move the Contacts success"="Sucesso ao mover os contatos"
"Move to Blacklist success"="Sucesso ao mover para lista negra"
"Move"="Mover"
"Mute"="Mute"
"My Mobile"="Celular"
"My State"="O Meu Estado"
"My Status"="Status"
"N/A"="N/A"
"NAT Status"="Status NAT"
"NAT"="NAT"
"NONE"="NENHUM"
"NTP Server1"="Servidor1 NTP"
"NTP Server2"="Servidor2 NTP"
"NTP server1 is invalid!"="Servidor1 NTP inválido!"
"NTP server2 is invalid!"="Servidor2 NTP inválido!"
"Name can't be empty!"="O nome não pode estar vazio!"
"Name"="Nome"
"Need a Number"="Por favor insira um número de telefone primeiro."
"Net unavailable !"="Rede indisponível!"
"Network Call List"="Lista de Chamadas de Rede"
"Network CallLog"="Logs chamada rede"
"Network Checking..."="Verificando rede..."
"Network Contacts"="Contactos de Rede"
"Network Details"="Detalhes da Rede"
"Network Directories"="Directorias rede"
"Network Directory"="Directoria rede"
"Network Favorites"="Favoritos Rede"
"Network Group"="Grupo rede"
"Network Status"="Status rede"
"Network Unavailable"="Rede indisponível!"
"Network changed. Rebooting"="Rede alterada. Reiniciar"
"Network configuration has changed, shall become effective after the restart?"="A configuração de rede foi alterada. Quer reiniciar?"
"Network unavailable."="Rede indisponível."
"Network"="Rede"
"NetworkDirectoryGroup"="GrupoDiretórioRede"
"Never"="Nunca"
"New Call"="Nov.Ch."
"New Contact"="Novo Contato"
"New Group"="Novo Grupo"
"New Location"="Nova localização"
"New Message"="Nova mensagem"
"New Missed Call(s)"="Novas chamadas perdidas"
"New PIN"="Novo PIN"
"New PWD"="Nova senha"
"New Text Message"="Nova mensagem texto"
"New Voice Mail(s)"="Novo(s) correio(s) voz"
"New password is similar to username, are you sure to set it?"="Nova senha é igual ao username, tem certeza?"
"New password is too simple, are you sure to set it?"="Nova senha é demasiado simples, tem certeza?"
"NewSMS"="NovoSMS"
"Next"="Seguinte"
"Nick Name"="Nickname"
"Nick name must be unique."="O nickname deverá ser único."
"Nick name must not be empty."="O nickname não poderá estar vazio."
"No Account"="Sem conta"
"No Answer Forward"="Encaminhamento sem resposta"
"No Answer Processing"="Processamento Sem Resposta"
"No Bluetooth Adapter Found."="Sem adaptador bluetooth encontrado."
"No Contact!"="Nenhum Contato!"
"No Disposition Codes"="Sem códigos de disposição!"
"No EXP"="Sem EXP"
"No Group"="Sem Grupo"
"No Service"="Sem serviço"
"No available Wi-Fi,go to Wi-Fi setting now?"="Redes sem fios indisponíveis, ir para configuração de Wi-Fi?"
"No find wifi adapter!"="Sem adaptador Wi-Fi!"
"No images in USB flash drive."="Sem imagens na drive USB."
"Not Acceptable Here"="Não aceite aqui"
"Not Emergency Number!"="Não é número emergência!"
"Not Found"="Não encontrado"
"Not allow opt in/out"="Opt-In/Opt-Out não permitido."
"Note"="Nota"
"Nothing Changed!"="Nada Mudou!"
"Nov"="Nov"
"Noveber"="Novembro"
"Number already exists!"="Número já existe!"
"Number can't be empty!"="Número n?o ser nulo!"
"Number is invalid!"="Número inválido!"
"Number"="Número"
"OK"="OK"
"OPUS"="Opus"
"Obtaining IP Address"="Obtendo endereço IP"
"Obtaining Status..."="Obtendo Status..."
"Oct"="Out"
"October"="Outubro"
"Off Code can't be empty!"="Código n?o pode ser nulo!"
"Off Code could not be empty when On Code is set!"="CódOff não em branco qdo CódOn definido!"
"Off Code"="Cód. Desl."
"Off"="Off"
"Office Number"="Número escritório"
"Offline"="Offline"
"Old Number"="Número Antigo"
"Old PWD"="Senha currente"
"On Code"="On Code"
"On"="On"
"Open fail"="Falha ao abrir!"
"Operator fail"="Falha na operação!"
"Opt In"="Opção de Inclusão"
"Opt Out"="Opção de Exclusão"
"Option"="Opção"
"Organisation"="Organização"
"Originator"="Originador"
"Originator-Executive"="Orig.-Exec."
"Other Number"="Outro número"
"Other"="Outros"
"OtherNumber"="Outro Número"
"Others"="Outros"
"Out of memory!"="Sem memória!"
"Outbound Alternate Number is invalid!"="Número alternativo saída inválido."
"Outbound Alternate Phone Number"="Número telefone alternativo saída"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Outbound Status"="Outbound Status"
"Outbound proxy is invalid!"="Proxy de saída inválido!"
"Outbox"="Outbox"
"Outgoing Call"="Chamada Feita"
"Overwrite the original contact?"="Nome contacto existe\n reescrever?"
"PC Port"="PC Port"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE User"
"PPPoE"="PPPoE"
"Packet Interval"="Intervalo pacote"
"Packets lost"="Pacotes perdidos"
"Pager"="Pager"
"Paging Channel should be 0-30!"="Canal de Paging deve ser entre 0-30!"
"Paging List"="Lista paging"
"Paging failed!"="Paging falhou!"
"Paging is invalid!"="Paging inválido!"
"Paging"="Multicast Paging"
"PagingList"="ListaPaging"
"Paging_softkey"="Página"
"Paired Bluetooth Device"="Disp.Bluetooth Empar."
"Park Failed"="Parqueamento falhou"
"Park to"="Parqueamento para"
"Park"="Parque"
"Parked"="Parqueado"
"Passkey"="Senha"
"Password can't be empty!"="Senha não pode ser nula!"
"Password is invalid!"="Senha inválida!"
"Password is wrong!"="Senha está errada!"
"Password"="Senha"
"Pause REC"="Pausar REC"
"Pause"="Pausar"
"PauseREC"="PausREC"
"Per-phone AES"="MAC-Oriented AES"
"Personal Address Book"="Livro de Endereços Pessoal"
"Phone DND"="DND telefone"
"Phone Lock"="Trinco telefone"
"Phone Number"="Número telefone"
"Phone Numbers"="Números telefone"
"Phone To Ring"="Toque telefone"
"Phone number can't be empty!"="Número de telefone não pode estar em branco!"
"Phone number is empty!"="Número telefone é nulo!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="O número de telefone deverá consistir apenas de digitos e um ID de caixa de correio de família opcional. "
"Phone"="Telefone"
"PhoneBook Name"="Agenda telefónica"
"PhoneBook"="Lista telefónica"
"Phonebook"="Lista telefónica"
"Phonebook(0)"="Lis. Telef.(0)"
"Photo Custom"="Foto Personalizada"
"Photo Details"="Photo Details"
"Photo"="Foto"
"Pick Up"="Captura"
"Pin"="Pin"
"Ping IP or URL"="IP ou URL Ping"
"Ping"="Ping"
"Placed Calllog"="Colocados log chamada"
"Placed Calls"="Chamadas colocadas"
"Play Tone"="Play Tone"
"Play Voice Message"="Reproduzir Mensagem de Voz"
"Play"="Reproduzir"
"Playing"="A reproduzir"
"Please Enter Filter Conditions"="P.f. entre com as condições do filtro!"
"Please Enter Password"="Fvr Ins. Senha"
"Please Wait"="Por favor espere..."
"Please contact your service provider for CommPortal web Username/Password!"="Por favor contacte o seu fornecedor de serviços para o Nome de Utilizador/Senha do Commportal!"
"Please contact your service provider for commprotal web URL!"="Por favor contacte o seu fornecedor de serviços para o URL do Commportal!"
"Please enter an IP address or domain name"="Favor inserir endereço IP ou nome de domínio"
"Please enter your SIP Credential Password!"="P.f. entre com credenciais SIP senha!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Insira cód. PIN no router Wi-Fi e prima OK para ligar:"
"Please input the keyword(s)"="Por favor insira a(s) senha(s)."
"Please insert a USB drive!"="Por favor insira uma drive USB! "
"Please select a Disposition Code!"="Por favor selecione um Código de Disposição!"
"Please selected a group!"="Selecione um grupo!"
"Please selected contact!"="Favor selecionar o contato!"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Preferência"
"Prefix is invalid!"="Prefixo inválido!"
"Prefix"="Prefix"
"Press Up or Down To Switch Number"="Prima as teclas para cima e para baixo para alternar números."
"Prev"="Ant"
"Preview"="Pré-vis."
"Previous Operation in Process."="Operação anterior ainda está em curso!"
"Previous"="Ant."
"Pri.DNS"="Pri.DNS"
"PriHold"="RetPri"
"Primary Contact must not be empty."="O contacto primário não poderá estar vazio."
"Primary DNS is invalid!"="DNS Primário inválido!"
"PrimaryContact"="Contacto Primário"
"Priority is invalid!"="Prioridade inválida!"
"Priority should be 0-7!"="Prioridade deverá ser 0-7!"
"Priority"="Prioridade"
"Private Hold"="Manter Privado"
"Product ID"="ID produto"
"Product Name"="Nome produto"
"Profile Name"="Nome de Perfil"
"Provision now?"="Aprovisionar agora?"
"Proxy Fallback Interval is invalid!"="Intervalo Proxy Fallback é inválido!"
"Proxy Fallback Interval"="Intervalo Proxy Fallback"
"Public Hold"="Manter público"
"Qos"="Qos"
"Queue Name"="Nome da Fila"
"Queue Status"="Status fila"
"Queue"="Fila"
"RTP Status"="RTP"
"Range of value is illegal"="Escala de valor ilegal"
"Re-connect"="Religar"
"Read"="Lido"
"Reading File..."=" A ler Arquivo..."
"Reboot the phone?"="Reiniciar o telefone?"
"Reboot"="Reiniciar"
"Rebooting...\n\nPlease Wait !"="Reiniciando,\n\nP.f. espere..."
"Recall"="Rechamada"
"Received Calllog"="Log chamada recebida"
"Received Calls"="Chamadas recebidas"
"Record"="Registo"
"Redial Interval is invalid!"="Intervalo rechamada deverá ser 1-300!"
"Redial Interval"="Intervalo rechamada"
"Redial Time is invalid!"="Tempo de rechamada deverá ser 1-300!"
"Redial Times"="Tempos de rechamada"
"Redialing"="Rechamando"
"Redirector"="Redirector"
"Refresh"="Atual."
"Refreshing..."="A actualizar"
"Register Name"="Nome registo"
"Register Successfully!"="Registrado com Sucesso!"
"Register fail"="Registo falhou"
"Registered"="Registrado"
"Registering Please Wait!"="A Registrar, Favor Aguardar!"
"Registering"="Registando"
"Reject"="Rejeitado"
"Rejected"="Rejeitado"
"Relation"="Relação"
"Remaining Time"="Tempo Restante"
"Remote Codec"="Codec remoto"
"Remote Office"="Escritório remoto"
"Remote Phone Book"="Agenda Telef. Remota"
"Remote User"="Utilizador remoto"
"Remove Participant"="Remover Participante"
"Remove from Favorite"="Remover do Favorito"
"Remove selected from favorite ?"="Remover selecionado do favorito?"
"Remove"="Remove"
"Rename Group"="Renomear Grupo"
"Reply"="Responder"
"Require Answer Confirmation"="Confirmação resposta"
"Reset Config"="Restaurar Config"
"Reset To Factory Setting?"="Reset para conf. fábrica?"
"Reset local settings"="Redefinir config. locais"
"Reset non-static settings"="Redefinir config. dinâm."
"Reset static settings"="Redefinir config. est."
"Reset to Factory"="Reset para conf. fábrica"
"Reset userdata & local config"="Red. dadusuário e confloc"
"Reset"="Reiniciar"
"Resetting to factory, please wait..."="Retomando conf.fábrica, p.f. espere..."
"Restricted"="Restrito"
"Resume REC"="Continuar REC"
"Resume"="Retomar"
"ResumeREC"="ContREC"
"Retrieve Failed."="Recuperação falhou."
"Retrieve Park"="Recupera parque"
"Retrieve"="Recupera"
"Ring Splash"="Ring Splash"
"Ring Tones"="Tons toque"
"Ring saving ..."="A gravar toque..."
"Ring"="Toque"
"Ringing"="Tocando"
"Rings"="Toques"
"Rollover Action"="Ação de Passar"
"Rollover After Waiting"="Passar Após Espera"
"RoundTripDelay"="RoundTripDelay"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="Ac.Dac"
"S2S AcdLoginOut"="In/Out"
"S2S AcdLogout"="Saí.Dac"
"S2S AcdRefresh"="Atual."
"S2S Avail"="Disponível"
"S2S Unavail"="Fora"
"SCA Active"="Activar SCA"
"SCA Alerting"="Alertando SCA"
"SCA Bridge Active"="Activar SCA Bridge"
"SCA Held"="Manter SCA"
"SIP Password"="Senha SIP"
"SIP Proxy can't be empty!"="Servidor SIP não pode estar vazio!"
"SIP Register name"="Nome registo SIP"
"SIP Server1"="Servidor1 SIP"
"SIP Server2"="Servidor2 SIP"
"SIP credential password!"="Senha credênciais SIP!"
"SMS"="SMS"
"SNTP Setting"="Propriedades SNTP"
"SSID can't be empty!"="O SSID não pode estar em branco!"
"SSID"="SSID"
"STUN Port"="Porta STUN"
"STUN Server is invalid!"="Servidor STUN inválido!"
"STUN Server port is Invalid!"="Servidor Stun ou porto de stun é inválido!"
"STUN Server"="Servidor STUN"
"STUN"="STUN"
"Sat"="Sáb"
"Saturday"="Sábado"
"Save Failed! The same profile name or SSID exist"="Falha na gravação! Nome de perfil ou SSID já existiam."
"Save Failed!"="Falha ao salvar!"
"Save"="Salvar"
"Saving completed."="Guardado com sucesso."
"Saving config file!"="Salvando config. ficheiro!"
"Saving files!"="Salvando ficheiros!"
"Saving. Please wait..."="Salvando. P.f. espere..."
"Saving... Please Wait"="A guardar....Por favor aguarde"
"Saving..."="A Salvar ..."
"Scan Bluetooth Device"="Pesquisar dispositivo bluetooth"
"Scan failed."="Falha na pesquisa."
"Scan"="Pesquisar"
"Scaning bluetooth devices..."="A explorar dispositivos bluetooth..."
"Scaning..."="Pesquisando..."
"Scanning available network"="A explorar rede disponível"
"Scanning will stop, if you continue this operation."="A pesquisa irá parar se continuar esta operação."
"Screensaver Type"="Tipo de Prot Tela"
"Screensaver"="Protetor de tela"
"Search All Contacts"="Buscar Todos Cont."
"Search Directory"="Pesquisar directoria"
"Search For Contacts"="Pesquisar por contactos"
"Search Global Contacts"="Pesq. Cont. globais"
"Search Key"="Tecla de Pesquisa"
"Search LDAP Contacts"="Pesquisar contactos LDAP"
"Search Network Contacts"="Pesquisar contactos rede"
"Search Result"="Resultado pesquisa"
"Search Type"="Tipo de Pesquisa"
"Search by FirstName"="Localizar por PrimeiroNome"
"Search by LastName"="Localizar por ÚltimoNome"
"Search by Name"="Localizar por Nome"
"Search by Phone Number"="Localizar por Número de Telefone"
"Search"="Pesquisar"
"Sec.DNS"="Sec.DNS"
"Secondary DNS is invalid!"="DNS Secundário inválido!"
"Secret"="Secreto"
"Security Classification"="Classif.Seg."
"Security Mode"="Modo de Segurança"
"Security"="Segurança"
"Seizing"="Aproveitando"
"Select Account"="Selecione conta"
"Select All"="Selecionar Todos"
"Select Executive Number"="Selec.NúmExec."
"Select a Disposition code"="Selec. Código Disposição!"
"Select the Queue"="Selecione uma Fila"
"Select"="Selecione"
"Send Anonymous Code"="Enviar código anónimo"
"Send Anonymous Rejection Code"="Enviar rejeição código"
"Send Message"="Enviar mensagem"
"Send by Mobile"="Enviar Por Telemóvel"
"Send"="Enviar"
"Sending Message..."="Enviando mensagem..."
"Sending Provision Requests"="Enviando solicitações de aprovisionamento"
"Sending Requests..."="Enviando solicitações..."
"Sentbox"="Sentbox"
"Sep"="Set"
"September"="Setembro"
"Sequential"="Sequencial"
"Server Internal Error"="Erro do Servidor Interno"
"Server URL"="URL do Servidor"
"Server XML"="Servidor XML"
"Server is invalid!"="Servidor inválido!"
"Server"="Servidor"
"Set E911 Location"="Definir a localização E911"
"Set EXP wallpaper successfully"="Papel de parede EXP definido com sucesso!"
"Set Voice Mail Code"="Set correio voz"
"Set as EXP wallpaper"="Definir como papel de parede EXP"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Definir como protetor de ecrã"
"Set as wallpaper"="Definir como papel de parede"
"Set as"="Config. como"
"Set screensaver successfully"="Protetor de ecrã definido com sucesso!"
"Set wallpaper successfully"="Papel de parede definido com sucesso!"
"Set you location?"="Definir sua localização?"
"Setting Type"="Tipo configuração"
"Setting"="Config."
"Settings"="Propriedades"
"Share line unavailable"="Linha partilhada indisponível"
"Shared Calls"="Chamadas partilhadas"
"Short Label"="Etiqueta Curta"
"Show Less"="Ocultar"
"Show More"="Mais"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Signal Strength"="Intens. Sinal"
"Silence"="Silenc."
"Silent Alerting"="Alerta Silencioso"
"Silent Monitor"="Mon.Sil."
"Silent"="Silencioso"
"Simple"="Simples"
"Simultaneous Ring Personal"="Toque pessoal simultaneo"
"Simultaneous"="Simultâneo"
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"Softkey Label"="Título Softkey"
"Sorry,Only 1000 contacts are allowed!"="Lamento,só 1000 contactos são permitidos!"
"Sort First Name"="Ordenar por Primeiro Nome"
"Sort Last Name"="Ordenar por Último Nome"
"Sound"="Som"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Modo alta-voz desabilitado"
"Specified AES"="AES específico"
"SpeedDial"="Marcação rápida"
"Split"="Dividir"
"Start REC"="Iniciar REC"
"Start Time"="Inicio"
"Start"="Início"
"StartREC"="InicREC"
"Static DNS"="DNS estático"
"Static IP Client"="Cliente com IPv4 estático"
"Static IP"="IP estático"
"Static IPv4 Client"="Cli. IPv4 Estát."
"Static IPv6 Client"="Cliente com IPv6 estático"
"Status requesting..."="Pedir estado..."
"Status"="Status"
"Stop REC"="Parar REC"
"Stop Time"="Fim"
"Stop"="Parar"
"StopREC"="ParaREC"
"Stopped"="Parou"
"Storage Media Properties"="Espaço de Armazenamento"
"Storage Network"="Rede Conhecida"
"Storage is not enough, recorded file is saved."="Espaço não suficiente, arquivo gravado salvo."
"Storage list is full, please delete old one if wanting to add in"="A lista de redes sem fios está cheia, por favor elimine uma antiga antes de acrescentar!"
"Subnet Mask is invalid!"="Máscara de Sub-rede inválida!"
"Subnet Mask"="Máscara subnet"
"Sun"="Dom"
"Sunday"="Domingo"
"Swap"="Trocar"
"Switch"="Trocar"
"SwitchAccountDown"="Mover para baixo conta"
"SwitchAccountUp"="Mover para cima conta"
"SymmOneWayDelay"="SymmOneWayDelay"
"System"="Sistema"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Falar De"
"Talking"="Conversando"
"Target can't be empty!"="Alvo não pode ser nulo!"
"Temporarily Unavailable"="Indisponível temporáriamente"
"Temporarily not available"="Indisponível temporáriamente"
"Text Message"="Mensagem texto"
"Text can't be empty!"="Texto não pode estar vazio!"
"The URL is empty!"="O URL está vazio!"
"The Voicemail is too large,please call and retrieve it!"="Muitas mensagem de voz, favor chamar e recuperar!"
"The audio codecs is different, can't set up a conference!"="Diferentes codecs áudio. Impossível configurar conferência!"
"The file doesn't exist"="Ficheiro não existe!"
"The file doesn’t exist"="O ficheiro não existe!"
"The file is too large"="Ficheiro demasiado longo!"
"The old password is wrong!"="A senha está errada!"
"The storage network"="Rede(s) Conhecida(s)"
"This action can not be reversed."="Esta ação é irreversível."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Sairá automaticamente do MLHG. Tem a certeza que se quer logar?"
"Thu"="Qui"
"Thursday"="Quinta-feira"
"Time & Date Format"="Formato Tempo & Data"
"Time & Date"="Tempo & Data"
"Time Format is invalid!"="Formato de Hora inválido!"
"Time Format"="Formato tempo"
"Time Zone"="ZonaTempo"
"Time"="Tempo"
"Time(HMS)"="Hora (HMS)"
"To navigate the menu, please use the arrow keys below!"="Para navegar pelo menu, favor usar as teclas de seta abaixo!"
"To"="Para"
"Today"="Hoje"
"Top Secret"="Ultrassecreto"
"Total"="Total"
"Trace Route"="Traçar Rota"
"Tracert IP or URL"="IP ou URL Tracert"
"Transfer Failed"="Transferência falhou"
"Transfer to"="Transferir para"
"Transfer"="Transferir"
"Transferring"="Transferido"
"Transmit Rate"="Taxa Transmissão"
"Transparency"="Transparência"
"Tue"="Ter"
"Tuesday"="Terça-feira"
"Turkish"="Türkçe(Turkish)"
"Type"="Tipo"
"UC Favorite"="Favoritos UC"
"UC Favorites"="UC Favorites"
"URI is invalid!"="URI inválida!"
"URL Record"="Registo URL"
"URL can't be empty!"="URL não pode ser nula!"
"URL is empty"="URL é nulo"
"URL is invalid!"="URL inválida!"
"URL"="URL"
"US Date Format is invalid!"="Formato de Data EUA inválido!"
"US Time Format is invalid!"="Formato de Hora EUA inválido!"
"USB Photo"="USB Photo"
"USB Record"="Gravar USB"
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="USB ligado"
"USB device connection failure!"="Falha ao conectar dispositivo USB!"
"USB device has been connected successfully!"="A drive USB está ligada."
"USB device has been moved"="A drive USB foi removida."
"USB device is removed!"="A drive USB foi removida."
"USB headset connected"="Auricular USB ligado."
"USB headset removed"="Auricular USB removido."
"USB heaset connected"="Auricular USB está ligado."
"USB heaset removed"="Auricular USB removido."
"UnMute"="UnMute"
"UnRead"="Não Lido"
"Unallocated Number"="Número não localizado"
"Unavail"="Indisponível"
"Unavailable Reason Code"="Código indisponível"
"Unavailable"="Indisp."
"Unclassified"="Não Confidencial"
"Unknown Line"="Linha indisponível"
"Unknown Uri scheme"="Esquema Uri desconhecido"
"Unknown"="Desconhecido"
"Unlock PIN"="Desbloq. PIN"
"Unlock Pin incorrect"="PIN Incorreto!"
"Unlock"="Desbloquear"
"Unrecognized USB"="Dispositivo USB não reconhecido"
"Unregistered"="Não registrado"
"Unregistering"="A cancelar registro"
"Update Configuration"="Atualizar Configuração "
"Update Finish !"="Terminou atualização!"
"Update Skipped"="Saltou atualização"
"Update now?"="Atualizar agora?"
"Update"="Atualiz"
"Updating Network..."="Atualizando a rede..."
"Updating Network\n\nPlease Wait !"="Atualizando a rede\n\nP.f. espere!"
"Updating, please wait..."="Atualizando, p.f. espere..."
"Urgent Message"="Mensagem Urgente"
"Use BroadWorks-based Call Control"="Usar BroadWorks-baseado no controle chamadas"
"Use Host"="Usar Host"
"User ID"="ID utilizador"
"User Name"="Nome utilizador"
"User Type"="Tipo utilizador"
"User mode changed!"="Modo utilizador alterado!"
"User name couldn't be empty!"="O nome de utilizador não pode estar vazio!"
"User name is invalid!"="Nome utilizador é inválido!"
"User unknown."="Usuário desconhecido."
"UserID can't be Empty!"="ID utilizador não pode ser nula!"
"UserMode"="ModoUsuário"
"VID Number"="VID"
"VID nubmer is invalid!"="Número VID é inválido!"
"VID number should be 1-4094!"="Número VID deverá ser 1-4094!"
"VLAN Status"="Status VLAN"
"VLAN"="VLAN"
"VPN Active"="VPN Ativa"
"VPN can't be on \n\n when file do not exist!"="VPN não pode estar ligado\n\n quando ficheiro não existe!"
"VPN"="VPN"
"Value is invalid!"="Valor é inválido!"
"Value"="Valor"
"Via"="Via"
"Video message cannot be played on the phone!"="Mensagem de vídeo não pode ser reproduzida no telefone!"
"Video"="Vídeo"
"View Assistant List"="Ver Lista do Assistente"
"View Executive List"="Ver Lista Executiva"
"View Voice Mail"="Vista correio de voz"
"View more contacts..."="Veja mais contatos ..."
"View"="Vista"
"Voice Mail Finished"="Mensagem de Voz Finalizada"
"Voice Mail Pause"="Pausar Mensagem de Voz"
"Voice Mail Playing"="A reproduzir Mensagem de Voz"
"Voice Mail is invalid!"="Mensagem de Voz inválida!"
"Voice Mail"="Correio Voz"
"Voice Messaging"="Mensagem de Voz"
"Voice Recorder Number is invalid!"="Número do Gravador de Voz inválido!"
"Voice"="Voz"
"VoiceMail DownLoading, Please Wait..."="A descarregar Mensagem de Voz, Favor Aguardar..."
"WAN IP"="IP WAN"
"WAN MASK"="Máscara WAN"
"WAN Port"="Porto WAN"
"WAN Type"="Tipo de WAN"
"WEP"="WEP"
"WIFI Authentication"="Autenticação Wi-Fi"
"WPA Shared Key can't be empty!"="Chave compartilhada WPA não pode estar em branco!"
"WPA Shared Key"="Chave Compart. WPA"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS foi ativado, ligue em"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Tempo espera"
"Wait for"="Esperar por"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="O papel de parede para o telefone e para o EXP irá mudar para a imagem por defeito. Quer continuar?"
"Wallpaper will change into the default image. Confirm to delete or not?"="O papel de parede irá mudar para a imagem por defeito. Quer continuar?"
"Wallpaper"="Papel de Parede"
"Warning"="Aviso"
"Web Server"="Servidor Web"
"Web access password is wrong!"="Senha de acesso está errada!"
"Wed"="Qua"
"Wednesday"="Quarta"
"Welcome"="Benvindo"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi adapter has added, scanning the wifi devices right now?"="Adaptador Wi-Fi adicionado, pesquisar dispositivos Wi-Fi agora?"
"Wifi adapter has removed out"="Adaptador Wi-Fi foi removido."
"Wifi switch is closed, open it or not?"="O Wi-Fi está desligado, deseja ligar?"
"Wifi"="Wifi"
"Wifi: Connected"="Wi-Fi: Conectado"
"Wifi: On"="Wi-Fi: Ligado"
"Wireless Status"="Estado Wi-Fi"
"Work Number"="Número do Trabalho"
"Work Phone"="Tel Trabalho"
"Would you like to sync phone contacts temporarily?"="Sincronizar contatos temporariamente?"
"Wrap up"="Embrulhar"
"Wrong user name or password!"="Nome de usuário ou senha errada!"
"XML Browser"="XML Browser"
"XML Group"="Grupo XML"
"XMLMenu"="XMLDir"
"XSI information is incomplete!"="Informação XSI está\n incompleta!"
"Xml Browser is invalid!"="Navegador xml inválido!"
"YYYY-MM-DD"="YYYY-MM-DD"
"Year"="Ano"
"Yesterday"="Ontem"
"Your Name or Password was not Recognized!"="Nome de utilizador ou senha incorretos."
"Zero Touch"="Intocável"
"[Assigned]"="[Atribuído]"
"admin"="admin"
"available network(s)(Connected with"="rede(s) disponível(is) conectada(s) com"
"available network(s):"="rede(s) disponível(is):"
"bluetooth device(s)"="dispositivo(s) bluetooth"
"bluetooth device(s)(Connecting with"="dispositivo(s) bluetooth conectando com"
"bluetooth devices"="Dispositivos Bluetooth"
"bw_userid"="BW User ID"
"city"="cidade"
"conference_number"="número_conf"
"config updating"="Atualizando configuração..."
"contact full"="Lista de contactos cheia!"
"country"="país"
"extension_number"="número_extensão"
"failed"="falha"
"first_name"="primeiro_nome"
"free"="livre"
"from the conference?"="da conferência?"
"group_id"="id_grupo"
"hiragana_first_name"="hiragana_primeiro_nome"
"hiragana_last_name"="hiragana_último_nome"
"home_phone"="tel_casa"
"last_name"="sobrenome"
"local Directories"="Diretório Local"
"logging in..."="A logar..."
"logging out ..."="A sair..."
"members"="membros"
"minutes left for call recording"="minutos disponíveis para gravação de chamada"
"mobile_phone"="tel_telemovel"
"new"="Novo"
"old"="Velho"
"postal_code"="código_postal"
"q'ing"="Q'ing"
"region"="região"
"s"="s"
"saved!"="salvo!"
"street"="rua"
"success"="sucesso"
"title"="título"
"used"="utilizado"
"user"="utilizador"
"var"="var"
"web"="web"
"work_phone"="telefone_trabalho"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
